import s from './About.module.css';

const About = (props) => {
    return(
        <div className={s.content}>
            <h1 className={s.title}>Про клініку Oxydent</h1>
            <p className={s.text}>Клініка "Oxydent" - це успішна мережа приватних клінік у Києві, яка знаходиться на постійному шляху розвитку з 2005 року.

У клініці "Oxydent" головним принципом є використання сучасного комплексного підходу на всіх етапах співпраці з пацієнтами. Наша найвеличніша досягнення - це отримана довіра наших клієнтів, яка базується на нашій чесності, відкритості в спілкуванні та готовності допомогти.

Ми розуміємо, що здоров'я є найціннішим благом, і кожному із нас важливо мати гарантію кваліфікованої медичної допомоги у будь-який момент.

У нашій клініці "Oxydent" ми створили всі необхідні умови для зручного та результативного лікування. Ми також пропонуємо гнучку програму обслуговування, яка враховує індивідуальні потреби кожного нашого клієнта.</p>
        <h2 className={s.title}>Переваги нашої клініки:</h2>
        <ul>
            <li className={s.text}>Клініка "Oxydent" пропонує повний спектр медичних послуг, включаючи профілактику, амбулаторно-поліклінічне та стаціонарне лікування, діагностику і реабілітацію.</li>
            <li className={s.text}>У нашій клініці працюють висококваліфіковані лікарі з багаторічним досвідом, що гарантує якість надання медичних послуг.</li>
            <li className={s.text}>Ми володіємо сучасною інформаційною медичною системою, яка забезпечує електронне зберігання історії хвороби, можливість перенесення знімків, аналізів та висновків на електронні носії.</li>
            <li className={s.text}>Наша клініка має цілодобову службу швидкої допомоги і виїзних послуг, що дозволяє надавати необхідну медичну допомогу у будь-який час.</li>
            <li className={s.text}>Ми маємо власні хірургічні центри і стаціонар, що забезпечує можливість проведення різних видів хірургічних втручань і забезпечення комфортних умов під час госпіталізації.</li>
            <li className={s.text}>Наш клінічний центр має єдиний цілодобовий call-центр, де ви можете отримати консультацію і записатися на прийом у зручний для вас час.</li>
            <li className={s.text}>Крім того, у нас є програми експрес-діагностики і комплексного обслуговування, які дозволяють отримати швидкий та комплексний медичний огляд та діагностику.</li>
        </ul>
        </div>
    )
}

export default About;   